[
  {
    "id": "euphrosyne",
    "name": "Еўфрасіння Полацкая",
    "years": "1110–1167",
    "title": "Асветніца і святая",
    "description": "Еўфрасіння Полацкая — беларуская асветніца і праваслаўная святая XII стагоддзя. Нарадзілася паміж 1101 і 1104 гадамі ў Полацку ў княжацкай сям'і. Стала манахіняй, займалася перапісваннем кніг каля Сафійскага сабора. Заснавала жаночы і мужчынскі манастыры, якія сталі цэнтрамі асветы ў Полацкім княстве. Замовіла знакаміты Крыж Еўфрасінні Полацкай — унікальны помнік старажытнага беларускага прыкладнога мастацтва. Здзейсніла паломніцтва ў Іерусалім, дзе памерла ў 1167 годзе. Шануецца як святая ў Усходняй праваслаўнай і Рымска-каталіцкай царквах, з'яўляецца нябесным заступнікам Беларусі.",
    "image": "https://d2u1z1lopyfwlx.cloudfront.net/thumbnails/b64cf9a2-7234-557b-a7f3-25383752ce6a/f7205202-64b0-5b37-8c9e-46e3edb8392c.jpg",
    "period": "early"
  },
  {
    "id": "kirill",
    "name": "Кірыла Тураўскі",
    "years": "1130–1182",
    "title": "Праваслаўны багаслоў і пісьменнік",
    "description": "Кірыла Тураўскі — епіскап і святы Рускай праваслаўнай царквы, адзін з самых ранніх і выдатных багасловаў Кіеўскай Русі. Нарадзіўся ў 1130 годзе ў Тураве, княстве, размешчаным на тэрыторыі сучаснай паўднёвай Беларусі. Быў прызнаны за сваю багаслоўскую мудрасць і літаратурную майстэрнасць. Напісаў шматлікія казанні, малітвы і павучанні, якія аказалі значны ўплыў на развіццё рэлігійнай думкі і літаратуры ў рэгіёне. Памёр у 1182 годзе. Яго дзень памяці адзначаецца 28 красавіка, шануецца ў Усходняй праваслаўнай царкве.",
    "image": "https://problr.by/images/pro_belarus/izvestnye_ludi/Kirill_Turovskiy_2.jpg",
    "period": "early"
  },
  {
    "id": "david-gorodensky",
    "name": "Давід Гарадзенскі",
    "years": "1283–1326",
    "title": "Князь і святы",
    "description": "Давід Гарадзенскі — беларускі ваеначальнік і дзяржаўны дзеяч XIV стагоддзя, кастэлян Гродзенскага замка ў Вялікім княстве Літоўскім. Нарадзіўся каля 1283 года, магчыма, у Пскове, паходзіў з княжацкага роду. Праславіўся тым, што ні разу не пацярпеў паражэння ад рыцараў Тэўтонскага ордэна. Паспяхова абараняў Гродна ад некалькіх вялікіх нападаў крыжакоў у 1305, 1306 і 1311 гадах. Арганізоўваў адказныя паходы на Прусію і падтрымліваў абарону Пскова. Памёр у 1326 годзе. Лічыцца святым заступнікам родна і сімвалам мужнасці беларускага народа.",
    "image": "https://muzej.by/wp-content/uploads/2021/07/davyd.jpg",
    "period": "early"
  },
  {
    "id": "vitovt",
    "name": "Вітаўт Вялікі",
    "years": "1350–1430",
    "title": "Вялікі князь Літоўскі",
    "description": "Вітаўт Вялікі — правіцель Вялікага княства Літоўскага з 1392 па 1430 год. Нарадзіўся каля 1350 года ў Сенях Траках, быў сынам Кейстута і Біруты. Да таго, як стаць вялікім князем, быў князем Гродна (1370–1382) і Луцка (1387–1389). Пашырыў межы княства ад Балтыйскага да Чорнага мора, умацаваў цэнтральную ўладу і аб'яднаў беларускія землі. Удзельнічаў у Крэўскай уніі 1385 года. Памёр 27 кастрычніка 1430 года ў Траках ва ўзросце 79–80 гадоў. У сучаснай Літве шануецца як нацыянальны герой і значная постаць нацыянальнага адраджэння XIX стагоддзя.",
    "image": "https://i0.wp.com/marshruting.com/wp-content/uploads/2022/06/d0b8d0b7d0bed0b1d180d0b0d0b6d0b5d0bdd0b8d0b5-31.png?resize=566%2C529&ssl=1",
    "period": "early"
  },
  {
    "id": "skaryna",
    "name": "Францыск Скарына",
    "years": "1490–1551",
    "title": "Гуманіст, першы беларускі друкар",
    "description": "Францыск Скарына — беларускі перакладчык і друкар, адзін з першых кнігадрукароў у Вялікім княстве Літоўскім і ва ўсёй Усходняй Еўропе. Нарадзіўся каля 1470 года ў Полацку, атрымаў адукацыю ў Кракаўскім і Падуанскім універсітэтах, стаў доктарам медыцыны. У 1517 годзе выдаў Псалтыр — першую з 23 кніг, якія ён надрукаваў у Празе. Пазней адкрыў друкарню ў Вільні, дзе выдаў малітоўнік у 1522 годзе і Дзеянні і Пасланні апосталаў у 1525 годзе. Пераклаў Біблію на беларускую мову. Памёр у Празе ў 1551 або 1552 годзе. Лічыцца заснавальнікам беларускага кнігадрукавання.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Franci%C5%A1ak_Skaryna.jpg",
    "period": "early"
  },
  {
    "id": "sapega",
    "name": "Леў Сапега",
    "years": "1557–1633",
    "title": "Палітычны дзеяч, дыпламат",
    "description": "Леў Сапега — шляхціц і дзяржаўны дзеяч Рэчы Паспалітай. Нарадзіўся 4 красавіка 1557 года каля Віцебска ў Вялікім княстве Літоўскім (цяпер Беларусь). Атрымаў адукацыю ў Лейпцыгскім універсітэце. Займаў высокія пасады: вялікі сакратар (1580), вялікі пісар (1581), вялікі канцлер (1589–1623), віленскі ваявода (1621) і вялікі гетман літоўскі (1623). Прызнаны як адна з найбуйнейшых палітычных постацяў, вядомы сваёй мудрасцю як дзяржаўны дзеяч, юрыст і ваенны камандзір. Памёр 7 ліпеня 1633 года ў Вільні.",
    "image": "https://avatars.dzeninfra.ru/get-zen_doc/1930013/pub_64d5a00cb761d411a569007d_64e0304474d7a9796408ddb7/scale_1200",
    "period": "early"
  },
  {
    "id": "kosciuszko",
    "name": "Тадэвуш Касцюшка",
    "years": "1746–1817",
    "title": "Нацыянальны герой, генерал",
    "description": "Тадэвуш Касцюшка — ветэран Амерыканскай рэвалюцыйнай вайны, які ўзначаліў паўстанне супраць падзелу Польшчы. Нарадзіўся ў 1746 годзе ў маёнтку Мерачоўшчына каля Косава. Удзельнічаў у Вайне за незалежнасць ЗША, дзе атрымаў званне брыгадзірскага генерала. 24 сакавіка 1794 года абвясціў агульнае паўстанне ў Кракаве пасля Другога падзелу Польшчы і ўзяў камандаванне ўсімі польскімі сіламі. Паўстанне Касцюшкі было няўдалым бунтам супраць другога падзелу Рэчы Паспалітай, скончылася расійска-прускай перамогай. Касцюшка быў узяты ў палон. Памёр у 1817 годзе.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/10/Karl_G_Schweikart_-_Tadeusz_Ko%C5%9Bciuszko_%28%C3%96aL%29.jpg",
    "period": "early"
  },
  {
    "id": "kupala",
    "name": "Янка Купала",
    "years": "1882–1942",
    "title": "Паэт, заснавальнік сучаснай беларускай літаратуры",
    "description": "Янка Купала — псеўданім Івана Дамінікавіча Луцэвіча, беларускі паэт і пісьменнік, адзін з найвялікшых беларускамоўных пісьменнікаў XX стагоддзя. Нарадзіўся 7 ліпеня 1882 года ў Вязынцы каля Мінска. Першы апублікаваны верш «Мужык» з'явіўся 11 мая 1905 года. У 1941 годзе быў узнагароджаны ордэнам Леніна за зборнік паэзіі «Ад сэрца». Памёр 28 чэрвеня 1942 года ў Маскве пасля падзення з лесвіцы ў гатэлі «Масква». Афіцыйна смерць была прызнана выпадковай, хоць некаторыя меркуюць, што гэта магло быць самагубства або забойства.",
    "image": "https://hvali.by/wp-content/uploads/2014/08/YAkov-Kruger.-Portret-YAnki-Kupalyi.jpg",
    "period": "modern"
  },
  {
    "id": "kolas",
    "name": "Якуб Колас",
    "years": "1882–1956",
    "title": "Пісьменнік, народны паэт БССР",
    "description": "Якуб Колас — сапраўднае імя Канстанцін Міхайлавіч Міцкевіч, беларускі пісьменнік, драматург, паэт і перакладчык. Нарадзіўся 3 лістапада 1882 года ў Акінчыцах, Мінская губерня. Прызнаны адным з заснавальнікаў сучаснай беларускай літаратуры і літаратурнай беларускай мовы. Псеўданім «Колас» азначае «каласок» па-беларуску, адлюстроўваючы яго спачуванне звычайнаму беларускаму сялянству. Быў значнай постаццю ў савецкай і беларускай літаратуры і грамадзянскай думцы. Пасля вайны стаў адным з найбольш значных пісьменнікаў, які піша пра вайну. Аўтар аповесцяў «Жураўліны крык», «Альпійская балада», «Сотнікаў», «Абеліск». Яго творы перакладзены на дзесяткі моў. Памёр у 2003 годзе.",
    "image": "https://csl.bas-net.by/wp-content/uploads/2017/11/mickevich-konstantin-mihailovich-full.jpg",
    "period": "modern"
  },
  {
    "id": "shagall",
    "name": "Марк Шагал",
    "years": "1887–1985",
    "title": "Мастак, які праславіў Беларусь",
    "description": "Марк Шагал — расійскі і французскі мастак, нарадзіўся Мойша Шагал 6 ліпеня 1887 года ў Ліозне, Расійская імперыя (каля Віцебска, цяпер Беларусь). Быў раннім мадэрністам, звязаным з Парыжскай школай, кубізмам і экспрэсіянізмам, ствараў працы ў розных фарматах, уключаючы жывапіс і вітражы. Правёў ваенныя гады ў родным Беларусі, стаў вядомым мастаком і заснаваў Віцебскі мастацкі каледж. Пасля рускай рэвалюцыі быў прызначаны камісарам выяўленчага мастацтва для правінцыі Віцебск і кіраваў там мастацкай акадэміяй. Вярнуўся ў Парыж у 1923 годзе. Памёр у 1985 годзе.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Shagal_Choumoff.jpg/330px-Shagal_Choumoff.jpg",
    "period": "modern"
  },
  {
    "id": "zaslonov",
    "name": "Канстанцін Заслонаў",
    "years": "1909–1942",
    "title": "Партызан, Герой Савецкага Саюза",
    "description": "Канстанцін Сяргеевіч Заслонаў — савецкі беларускі камандзір партызанскага атрада падчас Другой сусветнай вайны. Нарадзіўся ў 1909 годзе. Быў узнагароджаны званнем Героя Савецкага Саюза за камандаванне партызанскімі сіламі каля Оршы. Арганізаваў шматлікія дыверсіі: падрывы чыгуначных цягнікоў, эшалонаў і вайсковых складаў, што стала важным унёскам у супраціўленне фашысцкім захопнікам. Прызнаны як беларускі партызан. Дзіцячая чыгунка імя К. С. Заслонава ў Мінску названа ў яго гонар. Памёр у 1942 годзе.",
    "image": "https://partizany.by/upload/articles/boi/konstantin_zaslonov3.jpg",
    "period": "modern"
  },
  {
    "id": "masherov",
    "name": "Пётр Машэраў",
    "years": "1918–1980",
    "title": "Партызан, Герой Савецкага Саюза",
    "description": "Пётр Міронавіч Машэраў — савецкі беларускі лідэр супраціўлення і палітык, які быў першым сакратаром Камуністычнай партыі Беларусі з 1965 года да сваёй смерці ў 1980 годзе. Нарадзіўся ў 1918 годзе. Быў адным з лідэраў беларускага супраціўлення падчас Другой сусветнай вайны, служыў савецкім партызанам з 1941 па 1945 год. Камандаваў партызанскім атрадам імя Шчорса. Пад кіраўніцтвам Машэрава Беларусь ператварылася з аграрнай краіны ў індустрыяльную дзяржаву, а яе сталіца Мінск стала адным з найхутчэй растучых гарадоў у свеце. Памёр у 1980 годзе.",
    "image": "https://partizany.by/upload/uf/5e3/uqnjvl22oyl26zy6y3eaz46p18khdg96.jpg",
    "period": "modern"
  },
  {
    "id": "kazei",
    "name": "Марат Казей",
    "years": "1929–1944",
    "title": "Юны партызан, Герой Савецкага Саюза",
    "description": "Марат Іванавіч Казей — савецкі партызан, разведчык і піянер-герой, пасмяротна ўзнагароджаны званнем Героя Савецкага Саюза. Нарадзіўся ў 1929 годзе ў вёсцы Станькаве, Мінская вобласць, Беларуская ССР. Быў юным партызанам і дзіцём-салдатам. Падчас Вялікай Айчыннай вайны стаў сувязным, потым партызанам, удзельнічаў у баях супраць фашысцкіх захопнікаў. Праявіў выключную адвагу і адданасць справе вызвалення Беларусі. Загінуў у 1944 годзе ва ўзросце 14 гадоў. Стаў адным з сімвалаў ваеннаго подзвігу беларускага народа і юнацкага гераізму.",
    "image": "https://www.warmuseum.by/images/news/086/1.jpg",
    "period": "modern"
  },
  {
    "id": "shmyrev",
    "name": "Мінай Шмырэў",
    "years": "1891–1964",
    "title": "Камандзір партызанскай брыгады",
    "description": "Мінай Шмырэў, вядомы як 'Бацька Мінай' — легендарны камандзір партызанскай брыгады падчас Вялікай Айчыннай вайны. Нарадзіўся ў 1891 годзе ў вёсцы Пудаць Віцебскай вобласці. Удзельнічаў у Першай сусветнай вайне і Грамадзянскай вайне. У 1941 годзе ўзначаліў партызанскі атрад, які пазней вырас у магутную брыгаду. Яго атрад правёў больш за 700 баявых аперацый, знішчыў тысячы ворагаў і вызваліў вялікія тэрыторыі Беларусі. Быў вядомы сваёй адвагай, тактычным майстэрствам і бацькоўскай клопатай пра сваіх партызан. Памёр у 1964 годзе.",
    "image": "https://www.vsavm.by/wp-content/uploads/2024/03/0_1-Shmyrev.jpg",
    "period": "modern"
  },
  {
    "id": "tusnolobova",
    "name": "Зінаіда Туснолобава-Марчанка",
    "years": "1920–1980",
    "title": "Медсястра, Герой Савецкага Саюза",
    "description": "Зінаіда Міхайлаўна Туснолобава-Марчанка — медык у 849-м стралковым палку Чырвонай Арміі падчас Другой сусветнай вайны. Нарадзілася ў 1920 годзе ў Полацку. Паступіла на ваенную службу пасля заканчэння курсаў медсясцёр у красавіку 1942 года. За першыя восем месяцаў службы эвакуіравала 123 раненых савецкіх салдат з поля бою. У лютым 1943 года была цяжка паранена, пацярпела ад абмарожвання і гангрэнозных ран, што прывяло да ампутацыі ўсіх чатырох канечнасцяў. Выйшла ў адстаўку і выкарыстоўвала сваю гісторыю для натхнення салдат. 6 снежня 1957 года атрымала званне Героя Савецкага Саюза. Памерла ў 1980 годзе.",
    "image": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_68494c12cf8dda7689c4b824_68494c53a95aca6c9f753f07/scale_1200",
    "period": "modern"
  },
  {
    "id": "bykov",
    "name": "Васіль Быкаў",
    "years": "1924–2003",
    "title": "Пісьменнік, франтавік",
    "description": "Васіль Уладзіміравіч Быкаў — беларускі пісьменнік, праваабаронца і палітык, вядомы сваімі раманамі і аповесцямі пра Другую сусветную вайну. Нарадзіўся ў 1924 годзе ў вёсцы Бычкі Віцебскай вобласці. Прайшоў усю вайну, быў паранены. Быў значнай постаццю ў савецкай і беларускай літаратуры і грамадзянскай думцы. Пасля вайны стаў адным з найбольш значных пісьменнікаў, які піша пра вайну. Аўтар аповесцяў «Жураўліны крык», «Альпійская балада», «Сотнікаў», «Абеліск». Яго творы перакладзены на дзесяткі моў. Памёр у 2003 годзе.",
    "image": "https://bibldrog.by/wp-content/uploads/876.jpg",
    "period": "modern"
  },
  {
    "id": "korbut",
    "name": "Вольга Корбут",
    "years": "1955–",
    "title": "Гімнастка, чатырохкратная алімпійская чэмпіёнка",
    "description": "Вольга Валянцінаўна Корбут — савецкая гімнастка, чатырохкратная алімпійская чэмпіёнка. Нарадзілася 16 мая 1955 года ў Гродне. На Алімпійскіх гульнях 1972 года ў Мюнхене выканала рэвалюцыйныя элементы, якія змянілі гімнастыку назаўсёды. Стала сімвалам савецкай гімнастычнай школы і адной з найбольш папулярных спартсменак свайго часу. Трохразовая чэмпіёнка свету. Жыве ў ЗША, але захоўвае цесныя сувязі з Беларуссю.",
    "image": "https://minsknews.by/wp-content/uploads/2025/05/korbuut-2106.jpg?original",
    "period": "modern"
  },
  {
    "id": "shcherbo",
    "name": "Віталь Шчэрба",
    "years": "1972–",
    "title": "Гімнаст, шасцікратны алімпійскі чэмпіён",
    "description": "Віталь Венядзіктавіч Шчэрба — беларускі гімнаст, адзін з найтытуляванейшых спартсменаў у гісторыі. Нарадзіўся 13 студзеня 1972 года ў Мінску. На Алімпійскіх гульнях 1992 года ў Барселоне выйграў шэсць залатых медалёў — абсалютны рэкорд сярод гімнастаў. Усяго ў яго калекцыі 10 алімпійскіх медалёў. Чатырохкратны чэмпіён свету. Пасля заканчэння кар'еры працуе трэнерам і камбінатарам у ЗША.",
    "image": "https://i.pinimg.com/736x/43/b0/9d/43b09d5f92818777f3546b4e519494d2.jpg",
    "period": "modern"
  },
  {
    "id": "mirnyi",
    "name": "Максім Мірны",
    "years": "1977–",
    "title": "Тэнісіст, пераможца Вімбалдонскага турніру",
    "description": "Максім Мірны — беларускі прафесійны тэнісіст, спецыяліст у парным разрадзе. Нарадзіўся 6 ліпеня 1977 года ў Мінску. Разам з Джонасам Бьёркманам выйграў Вімбалдонскі турнір у 1998 годзе ў парным разрадзе. Разам з Віктарыяй Азаранкай выйграў алімпійскае золата ў Лондане-2012 у мяшаным парным разрадзе. Займаў другое месца ў рэйтынгу ATP у парным разрадзе. Адзін з самых паспяховых беларускіх тэнісістаў у гісторыі.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Mirnyi_RG16_%284%29_%2827369259896%29.jpg",
    "period": "modern"
  },
  {
    "id": "azarenka",
    "name": "Вікторыя Азаранка",
    "years": "1989–",
    "title": "Тэнісістка, першая ракетка свету",
    "description": "Вікторыя Фёдараўна Азаранка — беларуская прафесійная тэнісістка, двухразовая пераможца Аўстраліан Оупэн (2012, 2013). Нарадзілася 31 ліпеня 1989 года ў Мінску. Займала першае месца ў адзіночным рэйтынгу WTA. Алімпійская чэмпіёнка Лондана-2012 у мяшаным парным разрадзе разам з Максімам Мірным. Залатая медалістка Садружнасці Нацый. Адна з найбольш паспяховых тэнісістак Усходняй Еўропы ў гісторыі.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Victoria_Azarenka_%289417885047%29.jpg/960px-Victoria_Azarenka_%289417885047%29.jpg",
    "period": "modern"
  },
  {
    "id": "domracheva",
    "name": "Дар'я Домрачэва",
    "years": "1986–",
    "title": "Біятланістка, чатырохкратная алімпійская чэмпіёнка",
    "description": "Дар'я Уладзіміраўна Домрачэва — беларуская біятланістка, чатырохкратная алімпійская чэмпіёнка. Нарадзілася 28 жніўня 1986 года ў Мінску. Трохкратная чэмпіёнка свету. На Алімпійскіх гульнях выйгрывала залатыя медалі ў розных дысцыплінах. Адна з самых тытуляваных біятланістак у гісторыі Беларусі. Завяршыла спартыўную кар'еру ў 2018 годзе, працягвае працаваць у біятлоне.",
    "image": "https://cdnn21.img.ria.ru/images/rsport/58317/60/583176055_0:0:0:0_1920x0_80_0_0_242229748f071165d1fba7b7face6297.jpg",
    "period": "modern"
  }
]