[
  {
    "id": "zaslonov",
    "name": "Канстанцін Заслонаў",
    "years": "1909–1942",
    "title": "Партызан, Герой Савецкага Саюза",
    "description": "Канстанцін Сяргеевіч Заслонаў — савецкі беларускі камандзір партызанскага атрада падчас Другой сусветнай вайны. Нарадзіўся ў 1909 годзе. Быў узнагароджаны званнем Героя Савецкага Саюза за камандаванне партызанскімі сіламі каля Оршы. Арганізаваў шматлікія дыверсіі: падрывы чыгуначных цягнікоў, эшалонаў і вайсковых складаў, што стала важным унёскам у супраціўленне фашысцкім захопнікам. Прызнаны як беларускі партызан. Дзіцячая чыгунка імя К. С. Заслонава ў Мінску названа ў яго гонар. Памёр у 1942 годзе.",
    "image": "https://partizany.by/upload/articles/boi/konstantin_zaslonov3.jpg"
  },
  {
    "id": "masherov",
    "name": "Пётр Машэраў",
    "years": "1918–1980",
    "title": "Партызан, Герой Савецкага Саюза",
    "description": "Пётр Міронавіч Машэраў — савецкі беларускі лідэр супраціўлення і палітык, які быў першым сакратаром Камуністычнай партыі Беларусі з 1965 года да сваёй смерці ў 1980 годзе. Нарадзіўся ў 1918 годзе. Быў адным з лідэраў беларускага супраціўлення падчас Другой сусветнай вайны, служыў савецкім партызанам з 1941 па 1945 год. Камандаваў партызанскім атрадам імя Шчорса. Пад кіраўніцтвам Машэрава Беларусь ператварылася з аграрнай краіны ў індустрыяльную дзяржаву, а яе сталіца Мінск стала адным з найхутчэй растучых гарадоў у свеце. Памёр у 1980 годзе.",
    "image": "https://partizany.by/upload/uf/5e3/uqnjvl22oyl26zy6y3eaz46p18khdg96.jpg"
  },
  {
    "id": "tusnolobova",
    "name": "Зінаіда Туснолобава-Марчанка",
    "years": "1920–1980",
    "title": "Медсястра, Герой Савецкага Саюза",
    "description": "Зінаіда Міхайлаўна Туснолобава-Марчанка — медык у 849-м стралковым палку Чырвонай Арміі падчас Другой сусветнай вайны. Нарадзілася ў 1920 годзе ў Полацку. Паступіла на ваенную службу пасля заканчэння курсаў медсясцёр у красавіку 1942 года. За першыя восем месяцаў службы эвакуіравала 123 раненых савецкіх салдат з поля бою. У лютым 1943 года была цяжка паранена, пацярпела ад абмарожвання і гангрэнозных ран, што прывяло да ампутацыі ўсіх чатырох канечнасцяў. Выйшла ў адстаўку і выкарыстоўвала сваю гісторыю для натхнення салдат. 6 снежня 1957 года атрымала званне Героя Савецкага Саюза. Памерла ў 1980 годзе.",
    "image": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_68494c12cf8dda7689c4b824_68494c53a95aca6c9f753f07/scale_1200"
  },
  {
    "id": "bykov",
    "name": "Васіль Быкаў",
    "years": "1924–2003",
    "title": "Пісьменнік, франтавік",
    "description": "Васіль Уладзіміравіч Быкаў — беларускі пісьменнік, праваабаронца і палітык, вядомы сваімі раманамі і аповесцямі пра Другую сусветную вайну. Нарадзіўся ў 1924 годзе ў вёсцы Бычкі Віцебскай вобласці. Прайшоў усю вайну, быў паранены. Быў значнай постаццю ў савецкай і беларускай літаратуры і грамадзянскай думцы. Пасля вайны стаў адным з найбольш значных пісьменнікаў, які піша пра вайну. Аўтар аповесцяў «Жураўліны крык», «Альпійская балада», «Сотнікаў», «Абеліск». Яго творы перакладзены на дзесяткі моў. Памёр у 2003 годзе.",
    "image": "https://bibldrog.by/wp-content/uploads/876.jpg"
  },
  {
    "id": "kazei",
    "name": "Марат Казей",
    "years": "1929–1944",
    "title": "Юны партызан, Герой Савецкага Саюза",
    "description": "Марат Іванавіч Казей — савецкі партызан, разведчык і піянер-герой, пасмяротна ўзнагароджаны званнем Героя Савецкага Саюза. Нарадзіўся ў 1929 годзе ў вёсцы Станькаве, Мінская вобласць, Беларуская ССР. Быў юным партызанам і дзіцём-салдатам. Падчас Вялікай Айчыннай вайны стаў сувязным, потым партызанам, удзельнічаў у баях супраць фашысцкіх захопнікаў. Праявіў выключную адвагу і адданасць справе вызвалення Беларусі. Загінуў у 1944 годзе ва ўзросце 14 гадоў. Стаў адным з сімвалаў ваеннаго подзвігу беларускага народа і юнацкага гераізму.",
    "image": "https://www.warmuseum.by/images/news/086/1.jpg"
  },
  {
    "id": "shmyrev",
    "name": "Мінай Шмырэў",
    "years": "1891–1964",
    "title": "Камандзір партызанскай брыгады",
    "description": "Мінай Шмырэў, вядомы як 'Бацька Мінай' — легендарны камандзір партызанскай брыгады падчас Вялікай Айчыннай вайны. Нарадзіўся ў 1891 годзе ў вёсцы Пудаць Віцебскай вобласці. Удзельнічаў у Першай сусветнай вайне і Грамадзянскай вайне. У 1941 годзе ўзначаліў партызанскі атрад, які пазней вырас у магутную брыгаду. Яго атрад правёў больш за 700 баявых аперацый, знішчыў тысячы ворагаў і вызваліў вялікія тэрыторыі Беларусі. Быў вядомы сваёй адвагай, тактычным майстэрствам і бацькоўскай клопатай пра сваіх партызан. Памёр у 1964 годзе.",
    "image": "https://www.vsavm.by/wp-content/uploads/2024/03/0_1-Shmyrev.jpg"
  },
  {
    "id": "mazanik",
    "name": "Алена Мазанік",
    "years": "1914–1996",
    "title": "Партызанка, Герой Савецкага Саюза",
    "description": "Алена Мазанік — беларуская партызанка, якая здзейсніла адну з найбольш дзёрзкіх аперацый падчас вайны. Нарадзілася ў 1914 годзе ў Віцебскай губерні. 22 верасня 1943 года ліквідавала генеральнага камісара Беларусі Вільгельма Кубэ, узарваўшы яго ў пасцелі. Гэта было адной з найбольш удалых аперацый савецкіх спецслужбаў падчас вайны. Узнагароджана званнем Героя Савецкага Саюза. Памерла ў 1996 годзе ў Мінску.",
    "image": "https://беларусьпомнит.бел/upload/resize_cache/slam.image/iblock/164/334_photo_from_user.png"
  },
  {
    "id": "arlovski",
    "name": "Кірыл Арлоўскі",
    "years": "1895–1968",
    "title": "Камандзір партызанскага злучэння",
    "description": "Кірыл Прахоравіч Арлоўскі — камандзір партызанскага злучэння, які дзейнічаў на тэрыторыі Віцебскай вобласці. Нарадзіўся ў 1895 годзе. Арганізаваў і правёў шматлікія баявыя аперацыі супраць нямецкіх акупантаў, уключаючы падрывы эшалонаў і разгром гарнізонаў. Герой Савецкага Саюза. Узнагароджаны шматлікімі баявымі ордэнамі. Пасля вайны працаваў у народнай гаспадарцы. Памёр у 1968 годзе.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/89/%D0%9A%D0%B8%D1%80%D0%B8%D0%BB%D0%BB_%D0%9F%D1%80%D0%BE%D0%BA%D0%BE%D1%84%D1%8C%D0%B5%D0%B2%D0%B8%D1%87_%D0%9E%D1%80%D0%BB%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9.jpg"
  }
]